soap-ws-client/src/test/resources/getEmployeesRequest.soap

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
<ns2:getEmployeesRequest xmlns:ns2="http://kp.com/ws">
<ns2:departmentName>N-a-m-e-01</ns2:departmentName>
<ns2:employeeLastName>L-N-a-m-e-01</ns2:employeeLastName>
</ns2:getEmployeesRequest>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>